[
    {
      "id": 1,
      "title": "It Moves Under The Manor",
      "gametype": "Call of Cthulhu",
      "author" : "Galar Morgan",
      "description": "After having been empty for many years, a prestigious old estate has been put up for sale. Despite its worth, it has had a hard time selling as there are many rumors swirling around the grounds. Because of this, there is to be an open house so potential buyers can explore the grounds, see its splendor, and set their fears to rest. There’s nothing strange here right? Each of the party is in some way connected to a very wealthy inventor and collector, who, upon hearing of this, contracted them to enter the grounds on the night of the open house and retrieve several tomes for him ...they should be in the library right? Meets Thursdays from 6pm to 9pm PST. Please send your application via carrier pigeon",
      "online": "offline",
      "contact": "Other",
      "comments": [
        {
          "id": 1,
          "name": "John Doe",
          "comment": "Placeholder comment."
        }
      ]
    },
    {
      "id": 2,
      "title": "The Lost Kingdoms",
      "gametype": "Dungeons and Dragons",
      "author" : "Dante from DMC",
      "description": "Unearth the enigma of Aurum, a forgotten city of gold that emerges from the depths of history. Compelled by its untold riches and ancient secrets, you and your fellow adventurers embark on a perilous journey. Navigate treacherous traps, confront formidable adversaries, and form alliances amidst a city trapped in time's grasp. Unravel the mysteries of an ancient civilization, harness powerful artifacts, and choose between succumbing to greed or wielding the city's wealth for noble purposes. The destiny of Aurum and its concealed enigmas lie within your hands. Will you conquer the city or succumb to its irresistible allure? Meets Sundays 1pm to 6pm GST.",
      "online": "online",
      "contact": "Discord",
      "comments": [
        {
          "id": 1,
          "name": "Jane Smith",
          "comment": "Placeholder comment."
        }
      ]
    },
    {
      "id": 3,
      "title": "Shadows of the Megacity",
      "gametype": "Shadowrun",
      "author" : "James Madlock",
      "description": "Immerse yourself in the neon-lit streets of Cyber Tokyo, a sprawling metropolis where shadows and technology intertwine. As a team of skilled operatives in this dystopian future, your mission is clear: to dismantle the iron grip of the mafia that holds the city captive. Armed with cybernetic enhancements, hacking prowess, and deadly combat skills, you'll navigate a dangerous web of intrigue, corruption, and high-tech crime. Unravel the secrets of the underworld, forge unlikely alliances, and outsmart both criminal syndicates and corporate overlords as you delve deeper into the heart of Cyber Tokyo's criminal empire. The fate of the city hangs in the balance, and only you can bring justice to the shadows. Meets at 9:30am on Tuesdays AEST",
      "online": "online",
      "contact": "Email",
      "comments": [
        {
          "id": 1,
          "name": "David Johnson",
          "comment": "Placeholder comment."
        }
      ]
    },
    {
      "id": 4,
      "title": "Heroes Unleashed",
      "gametype": "Mutants and Masterminds",
      "author" : "Reverend Izzy",
      "description": "Step into a world where superhumans and villains clash, as a team of extraordinary individuals tasked with a harrowing mission: to track down and bring justice to a notorious murderer known as The Smiling Spectre. This enigmatic killer leaves a trail of puzzling clues and eerie smiles in their wake, their true motives shrouded in darkness. As you uncover the chilling truth behind The Smiling Spectre's identity and their macabre agenda, you'll face formidable challenges, navigate treacherous alliances, and harness your own unique superhuman abilities. Only by outwitting this cunning antagonist and unmasking their twisted motivations can you bring an end to the reign of terror, and restore peace to a city gripped by fear. Meets Saturdays 4pm to 10pm EST",
      "online": "offline",
      "contact": "Discord",
      "comments": [
        {
          "id": 1,
          "name": "Emily Anderson",
          "comment": "Placeholder comment."
        }
      ]
    },
    {
      "id": 5,
      "title": "The Chronicles of Astoria",
      "gametype": "Dungeons and Dragons",
      "author" : "Hiall Shore",
      "description": "Embark on an epic quest in a world of magic and wonder, where legends speak of the Skull of Kraus—a fabled artifact said to possess the ability to restore life to the fallen. As a band of intrepid adventurers, you are chosen to seek out this ancient relic and unlock its extraordinary power. Your journey will lead you through perilous dungeons, mysterious ruins, and enchanted forests, as you face formidable creatures and unravel the secrets guarding the Skull's location. Along the way, you will confront moral dilemmas, forge unlikely alliances, and test the limits of your own courage. Can you harness the Skull's resurrection magic for the greater good, or will darker forces seek to wield its power for their own nefarious purposes? The fate of both the living and the fallen hangs in the balance, as you venture forth to uncover the truth behind the legend of the Skull of Kraus. Meets Wednesdays 3pm-5pm",
      "online": "online",
      "contact": "Whatsapp",
      "comments": [
        {
          "id": 1,
          "name": "Michael Thompson",
          "comment": "Placeholder comment."
        }
      ]
    },
    {
      "id": 6,
      "title": "To the Door of Evermore",
      "gametype": "Dungeons and Dragons",
      "author": "Tristan Pernot",
      "description": "Embark on a mind-bending odyssey through realms unknown as you and your fellow adventurers are drawn back to the enigmatic Door of Evermore. This mystical gateway leads to a plane where the laws of time, space, and reality unravel, leaving only the essence of the universal will. Guided by fragments of your past encounter, you delve into ancient prophecies and unravel hidden lore to locate the door once again. Be prepared to confront cosmic enigmas, surreal landscapes, and unimaginable beings in your quest to reach Evermore. Will you unlock the door's secrets, harness the power of the universal will, and reshape the very fabric of existence? The fate of your world and countless others rests on your shoulders as you journey to the edge of existence and beyond. Meets Saturdays 1pm to 5pm PST.",
      "online": "offline",
      "contact": "Discord",
      "comments":[
        
      ]
    }
]
  